   IDENTIFICATION DIVISION.
   PROGRAM-ID. FARD.

   ENVIRONMENT DIVISION.
   INPUT-OUTPUT SECTION.
   FILE-CONTROL.

   DATA DIVISION.
   FILE SECTION.

   WORKING-STORAGE SECTION.

   PROCEDURE DIVISION.


       PERFORM FOREVER
           DISPLAY "fard"
       END-PERFORM
       STOP RUN
       .
